/*
MySQL Data Transfer
Source Host: localhost
Source Database: yiwei_server
Target Host: localhost
Target Database: yiwei_server
Date: 2013-4-23 22:22:13
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for npcaction_teleport
-- ----------------------------
CREATE TABLE `npcaction_teleport` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) DEFAULT '$',
  `orderid` varchar(45) DEFAULT 'A',
  `locx` int(10) unsigned NOT NULL DEFAULT '0',
  `locy` int(10) unsigned NOT NULL DEFAULT '0',
  `mapid` int(10) unsigned NOT NULL DEFAULT '0',
  `itemid` int(10) NOT NULL DEFAULT '40308',
  `price` int(10) NOT NULL DEFAULT '0',
  `time` int(10) NOT NULL DEFAULT '0',
  `user` int(10) NOT NULL DEFAULT '0',
  `min` int(10) NOT NULL DEFAULT '0',
  `max` int(10) NOT NULL DEFAULT '10',
  `note` varchar(45) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=341 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records 
-- ----------------------------
INSERT INTO `npcaction_teleport` VALUES ('1', '古鲁丁商店村', 'A', '32781', '32855', '340', '40308', '10', '0', '0', '0', '200', '古鲁丁商店村');
INSERT INTO `npcaction_teleport` VALUES ('2', '奇岩商店村', 'A', '32694', '32840', '350', '40308', '10', '0', '0', '0', '200', '奇岩商店村');
INSERT INTO `npcaction_teleport` VALUES ('3', '欧瑞商店村', 'A', '32735', '32790', '360', '40308', '10', '0', '0', '0', '200', '欧瑞商店村');
INSERT INTO `npcaction_teleport` VALUES ('4', '银骑士村商店村', 'A', '32732', '32795', '370', '40308', '10', '0', '0', '0', '200', '银骑士村商店村');
INSERT INTO `npcaction_teleport` VALUES ('5', '银骑士村庄', 'B', '33080', '33392', '4', '40308', '10', '0', '0', '0', '200', '银骑士村庄');
INSERT INTO `npcaction_teleport` VALUES ('6', '说话之岛', 'B', '32580', '32931', '0', '40308', '10', '0', '0', '0', '200', '说话之岛');
INSERT INTO `npcaction_teleport` VALUES ('7', '古鲁丁村', 'B', '32612', '32734', '4', '40308', '10', '0', '0', '0', '200', '古鲁丁');
INSERT INTO `npcaction_teleport` VALUES ('8', '肯特村', 'B', '33050', '32780', '4', '40308', '10', '0', '0', '0', '200', '肯特');
INSERT INTO `npcaction_teleport` VALUES ('9', '燃柳村', 'B', '32742', '32449', '4', '40308', '10', '0', '0', '0', '200', '燃柳村');
INSERT INTO `npcaction_teleport` VALUES ('10', '海音村', 'B', '33612', '33248', '4', '40308', '10', '0', '0', '0', '200', '海音');
INSERT INTO `npcaction_teleport` VALUES ('11', '威顿村', 'B', '33705', '32504', '4', '40308', '10', '0', '0', '0', '200', '威顿');
INSERT INTO `npcaction_teleport` VALUES ('12', '欧瑞村', 'B', '34061', '32276', '4', '40308', '10', '0', '0', '0', '200', '欧瑞');
INSERT INTO `npcaction_teleport` VALUES ('13', '奇岩村', 'B', '33442', '32797', '4', '40308', '10', '0', '0', '0', '200', '奇岩');
INSERT INTO `npcaction_teleport` VALUES ('14', '亚丁城', 'B', '33966', '33253', '4', '40308', '10', '0', '0', '0', '200', '亚丁');
INSERT INTO `npcaction_teleport` VALUES ('15', '风木村', 'B', '32621', '33169', '4', '40308', '10', '0', '0', '0', '200', '风木');
INSERT INTO `npcaction_teleport` VALUES ('16', '狄亚得要塞', 'B', '32723', '32851', '320', '40308', '10', '0', '0', '0', '200', '狄亚得要塞');
INSERT INTO `npcaction_teleport` VALUES ('17', '妖精森林', 'B', '32872', '32506', '4', '40308', '10', '0', '0', '0', '200', '妖森');
INSERT INTO `npcaction_teleport` VALUES ('18', '沉默洞穴', 'B', '32864', '32895', '304', '40308', '10', '0', '0', '0', '200', '沉默洞穴');
INSERT INTO `npcaction_teleport` VALUES ('19', '隐遁者村庄', 'B', '32601', '32908', '400', '40308', '10', '0', '0', '0', '200', '隐遁者村庄');
INSERT INTO `npcaction_teleport` VALUES ('20', '抵抗军村庄', 'B', '32571', '32673', '400', '40308', '10', '0', '0', '0', '200', '抵抗军村庄');
INSERT INTO `npcaction_teleport` VALUES ('21', '正义神殿', 'C', '33118', '32937', '4', '40308', '10', '0', '0', '0', '200', '正义神殿');
INSERT INTO `npcaction_teleport` VALUES ('22', '邪恶神殿', 'C', '32885', '32652', '4', '40308', '10', '0', '0', '0', '200', '邪恶神殿');
INSERT INTO `npcaction_teleport` VALUES ('23', '宠物之岛', 'C', '32613', '32955', '0', '40308', '10', '0', '0', '0', '200', '宠物之岛');
INSERT INTO `npcaction_teleport` VALUES ('24', '底比斯沙漠', 'C', '32623', '32896', '780', '40308', '10', '0', '0', '0', '200', '底比斯沙漠');
INSERT INTO `npcaction_teleport` VALUES ('25', '提卡尔 废墟村落', 'C', '32795', '32750', '783', '40308', '10', '0', '0', '0', '200', '提卡尔 废墟村落');
INSERT INTO `npcaction_teleport` VALUES ('26', '提卡尔 库库尔坎祭坛', 'C', '33237', '32711', '783', '40308', '10', '0', '0', '0', '200', '提卡尔 库库尔坎祭坛');
INSERT INTO `npcaction_teleport` VALUES ('27', '龙之谷入口', 'C', '33432', '32522', '4', '40308', '10', '0', '0', '0', '200', '龙之谷入口');
INSERT INTO `npcaction_teleport` VALUES ('28', '沙漠', 'C', '32861', '33255', '4', '40308', '10', '0', '0', '0', '200', '沙漠');
INSERT INTO `npcaction_teleport` VALUES ('29', '欧瑞枪兵之地', 'C', '34039', '32476', '4', '40308', '10', '0', '0', '0', '200', '欧瑞枪兵之地');
INSERT INTO `npcaction_teleport` VALUES ('30', '食尸地', 'C', '32842', '32945', '4', '40308', '10', '0', '0', '0', '200', '食尸地');
INSERT INTO `npcaction_teleport` VALUES ('31', '风木沙漠', 'C', '32763', '33349', '4', '40308', '10', '0', '0', '0', '200', '风木沙漠');
INSERT INTO `npcaction_teleport` VALUES ('32', '布鲁迪卡洞穴', 'C', '32739', '32801', '305', '40308', '10', '0', '0', '0', '200', '布鲁迪卡洞穴');
INSERT INTO `npcaction_teleport` VALUES ('33', '傲慢塔11楼', 'D', '32630', '32935', '111', '40308', '10', '0', '0', '0', '200', '傲慢塔11楼');
INSERT INTO `npcaction_teleport` VALUES ('34', '傲慢塔21楼', 'D', '32630', '32935', '121', '40308', '10', '0', '0', '0', '200', '傲慢塔21楼');
INSERT INTO `npcaction_teleport` VALUES ('35', '傲慢塔31楼', 'D', '32630', '32935', '131', '40308', '10', '0', '0', '0', '200', '傲慢塔31楼');
INSERT INTO `npcaction_teleport` VALUES ('36', '傲慢塔41楼', 'D', '32630', '32935', '141', '40308', '10', '0', '0', '0', '200', '傲慢塔41楼');
INSERT INTO `npcaction_teleport` VALUES ('37', '傲慢塔51楼', 'D', '32630', '32935', '151', '40308', '10', '0', '0', '0', '200', '傲慢塔51楼');
INSERT INTO `npcaction_teleport` VALUES ('38', '傲慢塔61楼', 'D', '32630', '32935', '161', '40308', '10', '0', '0', '0', '200', '傲慢塔61楼');
INSERT INTO `npcaction_teleport` VALUES ('39', '傲慢塔71楼', 'D', '32630', '32935', '171', '40308', '10', '0', '0', '0', '200', '傲慢塔71楼');
INSERT INTO `npcaction_teleport` VALUES ('40', '傲慢塔81楼', 'D', '32630', '32935', '181', '40308', '10', '0', '0', '0', '200', '傲慢塔81楼');
INSERT INTO `npcaction_teleport` VALUES ('41', '傲慢塔91楼', 'D', '32630', '32935', '191', '40308', '10', '0', '0', '0', '200', '傲慢塔91楼');
INSERT INTO `npcaction_teleport` VALUES ('42', '奇岩隐藏宫殿1楼', 'E', '32805', '32793', '248', '40308', '10', '0', '0', '0', '200', '奇岩隐藏宫殿1楼');
INSERT INTO `npcaction_teleport` VALUES ('43', '奇岩隐藏宫殿2楼', 'E', '32808', '32857', '249', '40308', '10', '0', '0', '0', '200', '奇岩隐藏宫殿2楼');
INSERT INTO `npcaction_teleport` VALUES ('44', '奇岩隐藏宫殿3楼', 'E', '32808', '32865', '250', '40308', '10', '0', '0', '0', '200', '奇岩隐藏宫殿3楼');
INSERT INTO `npcaction_teleport` VALUES ('45', '奇岩隐藏宫殿4楼', 'E', '32809', '32806', '251', '40308', '10', '0', '0', '0', '200', '奇岩隐藏宫殿4楼');
INSERT INTO `npcaction_teleport` VALUES ('46', '海音鳄鱼岛', 'E', '33501', '33205', '4', '40308', '10', '0', '0', '0', '200', '海音鳄鱼岛');
INSERT INTO `npcaction_teleport` VALUES ('47', '海音封闭地监1楼', 'E', '32746', '32861', '252', '40308', '10', '0', '0', '0', '200', '海音封闭地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('48', '海音封闭地监2楼', 'E', '32756', '32860', '253', '40308', '10', '0', '0', '0', '200', '海音封闭地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('49', '海音封闭地监3楼', 'E', '32615', '32795', '254', '40308', '10', '0', '0', '0', '200', '海音封闭地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('50', '亚丁地下墓穴1楼', 'E', '32660', '32800', '257', '40308', '10', '0', '0', '0', '200', '亚丁地下墓穴1楼');
INSERT INTO `npcaction_teleport` VALUES ('51', '亚丁地下墓穴2楼', 'E', '32800', '32799', '258', '40308', '10', '0', '0', '0', '200', '亚丁地下墓穴2楼');
INSERT INTO `npcaction_teleport` VALUES ('52', '亚丁地下墓穴3楼', 'E', '32733', '32790', '259', '40308', '10', '0', '0', '0', '200', '亚丁地下墓穴3楼');
INSERT INTO `npcaction_teleport` VALUES ('53', '亚丁地下墓穴4楼', 'E', '32681', '32972', '258', '40308', '10', '0', '0', '0', '200', '亚丁地下墓穴4楼');
INSERT INTO `npcaction_teleport` VALUES ('54', '海贼岛后半部', 'F', '32824', '32872', '480', '40308', '10', '0', '0', '0', '200', '海贼岛后半部');
INSERT INTO `npcaction_teleport` VALUES ('55', '船舶之墓上层', 'F', '32843', '32693', '550', '40308', '10', '0', '0', '0', '200', '船舶之墓上层');
INSERT INTO `npcaction_teleport` VALUES ('57', '污浊之地', 'F', '32982', '32808', '244', '40308', '10', '0', '0', '0', '200', '污浊之地');
INSERT INTO `npcaction_teleport` VALUES ('58', '魔兽军王办公室1楼', 'F', '32725', '32851', '453', '40308', '10', '0', '0', '0', '200', '魔兽军王办公室1楼');
INSERT INTO `npcaction_teleport` VALUES ('59', '野兽操练室1楼', 'F', '32726', '32872', '454', '40308', '10', '0', '0', '0', '200', '野兽操练室1楼');
INSERT INTO `npcaction_teleport` VALUES ('60', '黑暗结界长老会议厅', 'F', '32733', '32872', '534', '40308', '10', '0', '0', '0', '200', '黑暗结界长老会议厅');
INSERT INTO `npcaction_teleport` VALUES ('61', '铁门废弃矿坑1楼', 'F', '32680', '32795', '255', '40308', '10', '0', '0', '0', '200', '铁门废弃矿坑1楼');
INSERT INTO `npcaction_teleport` VALUES ('62', '铁门废弃矿坑2楼', 'F', '32696', '32794', '256', '40308', '10', '0', '0', '0', '200', '铁门废弃矿坑2楼');
INSERT INTO `npcaction_teleport` VALUES ('63', '洁尼斯女王', 'G', '32792', '32822', '110', '40308', '10', '0', '0', '0', '200', '洁尼斯女王');
INSERT INTO `npcaction_teleport` VALUES ('64', '曼波兔', 'G', '32571', '33005', '440', '40308', '10', '0', '0', '0', '200', '曼波兔');
INSERT INTO `npcaction_teleport` VALUES ('65', '曼波兔', 'G', '32754', '32825', '430', '40308', '10', '0', '0', '0', '200', '曼波兔');
INSERT INTO `npcaction_teleport` VALUES ('66', '巴风特', 'G', '32687', '32849', '2', '40308', '10', '0', '0', '0', '200', '巴风特');
INSERT INTO `npcaction_teleport` VALUES ('67', '巴列斯', 'G', '32753', '32766', '24', '40308', '10', '0', '0', '0', '200', '巴列斯');
INSERT INTO `npcaction_teleport` VALUES ('68', '巨大牛人', 'G', '32652', '32727', '70', '40308', '10', '0', '0', '0', '200', '巨大牛人');
INSERT INTO `npcaction_teleport` VALUES ('69', '吸血鬼', 'G', '32792', '32822', '130', '40308', '10', '0', '0', '0', '200', '吸血鬼');
INSERT INTO `npcaction_teleport` VALUES ('70', '冰之女王', 'G', '32788', '32880', '74', '40308', '10', '0', '0', '0', '200', '冰之女王');
INSERT INTO `npcaction_teleport` VALUES ('71', '暗杀军王．史雷佛', 'G', '32843', '32847', '492', '40308', '10', '0', '0', '0', '200', '暗杀军王．史雷佛');
INSERT INTO `npcaction_teleport` VALUES ('72', '恶魔', 'G', '32692', '32834', '82', '40308', '10', '0', '0', '0', '200', '恶魔');
INSERT INTO `npcaction_teleport` VALUES ('73', '僵尸王', 'G', '32792', '32822', '140', '40308', '10', '0', '0', '0', '200', '僵尸王');
INSERT INTO `npcaction_teleport` VALUES ('74', '巴兰卡', 'G', '32965', '32895', '320', '40308', '10', '0', '0', '0', '200', '巴兰卡');
INSERT INTO `npcaction_teleport` VALUES ('75', '黑豹', 'G', '32792', '32822', '150', '40308', '10', '0', '0', '0', '200', '黑豹');
INSERT INTO `npcaction_teleport` VALUES ('76', '木乃伊王', 'G', '32704', '32815', '160', '40308', '10', '0', '0', '0', '200', '木乃伊王');
INSERT INTO `npcaction_teleport` VALUES ('77', '艾莉丝', 'G', '32704', '32814', '170', '40308', '10', '0', '0', '0', '200', '艾莉丝');
INSERT INTO `npcaction_teleport` VALUES ('78', '玛依奴夏门的钻石高仑', 'G', '32744', '32800', '255', '40308', '10', '0', '0', '0', '200', '玛依奴夏门的钻石高仑');
INSERT INTO `npcaction_teleport` VALUES ('79', '巴兰卡', 'G', '32793', '32757', '453', '40308', '10', '0', '0', '0', '200', '巴兰卡');
INSERT INTO `npcaction_teleport` VALUES ('80', '长老．艾迪尔', 'G', '32759', '32811', '532', '40308', '10', '0', '0', '0', '200', '长老．艾迪尔');
INSERT INTO `npcaction_teleport` VALUES ('81', '独角兽', 'G', '32720', '32760', '303', '40308', '10', '0', '0', '0', '200', '独角兽');
INSERT INTO `npcaction_teleport` VALUES ('82', '幻象眼魔', 'G', '32792', '32822', '120', '40308', '10', '0', '0', '0', '200', '幻象眼魔');
INSERT INTO `npcaction_teleport` VALUES ('83', '死亡骑士', 'G', '32800', '32800', '11', '40308', '10', '0', '0', '0', '200', '死亡骑士');
INSERT INTO `npcaction_teleport` VALUES ('84', '克特', 'G', '32631', '32970', '0', '40308', '10', '0', '0', '0', '200', '克特');
INSERT INTO `npcaction_teleport` VALUES ('85', '巨蚁女皇', 'G', '32730', '32872', '543', '40308', '10', '0', '0', '0', '200', '巨蚁女皇');
INSERT INTO `npcaction_teleport` VALUES ('86', '飞龙', 'G', '33355', '32400', '4', '40308', '10', '0', '0', '0', '200', '飞龙');
INSERT INTO `npcaction_teleport` VALUES ('87', '黑长者', 'G', '33370', '32349', '4', '40308', '10', '0', '0', '0', '200', '黑长者');
INSERT INTO `npcaction_teleport` VALUES ('88', '变形怪', 'G', '33712', '33333', '4', '40308', '10', '0', '0', '0', '200', '变形怪');
INSERT INTO `npcaction_teleport` VALUES ('89', '古代巨人', 'G', '34272', '33382', '4', '40308', '10', '0', '0', '0', '200', '古代巨人');
INSERT INTO `npcaction_teleport` VALUES ('90', '不死鸟', 'G', '33720', '32234', '4', '40308', '10', '0', '0', '0', '200', '不死鸟');
INSERT INTO `npcaction_teleport` VALUES ('102', '幻术师村庄', 'B', '32839', '32860', '1000', '40308', '10', '0', '0', '0', '200', '幻术师村庄');
INSERT INTO `npcaction_teleport` VALUES ('103', '龙骑士村庄', 'B', '32780', '32882', '1001', '40308', '10', '0', '0', '0', '200', '龙骑士村庄');
INSERT INTO `npcaction_teleport` VALUES ('104', '黄昏山脉', 'H01', '34270', '33094', '4', '40308', '10', '0', '0', '0', '200', '黄昏山脉');
INSERT INTO `npcaction_teleport` VALUES ('105', '黎明森林', 'H01', '34198', '32934', '4', '40308', '10', '0', '0', '0', '200', '黎明森林');
INSERT INTO `npcaction_teleport` VALUES ('106', '梦幻之岛', 'H01', '32633', '32817', '303', '40308', '10', '0', '0', '0', '200', '梦幻之岛');
INSERT INTO `npcaction_teleport` VALUES ('107', '奇岩地监1楼', 'H02', '32809', '32731', '53', '40308', '10', '0', '0', '0', '200', '奇岩地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('108', '奇岩地监2楼', 'H02', '32809', '32794', '54', '40308', '10', '0', '0', '0', '200', '奇岩地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('109', '奇岩地监3楼', 'H02', '32735', '32729', '55', '40308', '10', '0', '0', '0', '200', '奇岩地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('110', '奇岩地监4楼', 'H02', '32769', '32731', '56', '40308', '10', '0', '0', '0', '200', '奇岩地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('111', '远古战场', 'H03', '32736', '32708', '4', '40308', '10', '0', '0', '0', '200', '远古战场');
INSERT INTO `npcaction_teleport` VALUES ('112', '古鲁丁地监1楼', 'H03', '32811', '32726', '7', '40308', '10', '0', '0', '0', '200', '古鲁丁地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('113', '古鲁丁地监2楼', 'H03', '32750', '32798', '8', '40308', '10', '0', '0', '0', '200', '古鲁丁地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('114', '古鲁丁地监3楼', 'H03', '32798', '32754', '9', '40308', '10', '0', '0', '0', '200', '古鲁丁地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('115', '古鲁丁地监4楼', 'H03', '32764', '32773', '10', '40308', '10', '0', '0', '0', '200', '古鲁丁地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('116', '古鲁丁地监5楼', 'H03', '32729', '32723', '11', '40308', '10', '0', '0', '0', '200', '古鲁丁地监5楼');
INSERT INTO `npcaction_teleport` VALUES ('117', '古鲁丁地监6楼', 'H03', '32805', '32725', '12', '40308', '10', '0', '0', '0', '200', '古鲁丁地监6楼');
INSERT INTO `npcaction_teleport` VALUES ('118', '古鲁丁地监7楼', 'H03', '32727', '32725', '13', '40308', '10', '0', '0', '0', '200', '古鲁丁地监7楼');
INSERT INTO `npcaction_teleport` VALUES ('119', '镜子森林', 'H04', '33709', '33307', '4', '40308', '10', '0', '0', '0', '200', '镜子森林');
INSERT INTO `npcaction_teleport` VALUES ('120', '雾月岛', 'H04', '33498', '33205', '4', '40308', '10', '0', '0', '0', '200', '雾月岛');
INSERT INTO `npcaction_teleport` VALUES ('121', '海音地监1楼', 'H04', '32708', '32789', '59', '40308', '10', '0', '0', '0', '200', '海音地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('122', '海音地监2楼', 'H04', '32743', '32860', '60', '40308', '10', '0', '0', '0', '200', '海音地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('123', '海音地监3楼', 'H04', '32727', '32807', '61', '40308', '10', '0', '0', '0', '200', '海音地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('124', '海音地监4楼', 'H04', '32867', '32685', '63', '40308', '10', '0', '0', '0', '200', '海音地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('125', '肯特地监1楼', 'H05', '32670', '33122', '240', '40308', '10', '0', '0', '0', '200', '肯特地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('126', '肯特地监2楼', 'H05', '32760', '32882', '241', '40308', '10', '0', '0', '0', '200', '肯特地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('127', '肯特地监3楼', 'H05', '32808', '32917', '242', '40308', '10', '0', '0', '0', '200', '肯特地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('128', '肯特地监4楼', 'H05', '32745', '32852', '243', '40308', '10', '0', '0', '0', '200', '肯特地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('129', '水晶洞穴1楼', 'H06', '32743', '32833', '72', '40308', '10', '0', '0', '0', '200', '水晶洞穴1楼');
INSERT INTO `npcaction_teleport` VALUES ('130', '水晶洞穴2楼', 'H06', '32782', '32736', '73', '40308', '10', '0', '0', '0', '200', '水晶洞穴2楼');
INSERT INTO `npcaction_teleport` VALUES ('131', '水晶洞穴3楼', 'H06', '32728', '32815', '74', '40308', '10', '0', '0', '0', '200', '水晶洞穴3楼');
INSERT INTO `npcaction_teleport` VALUES ('132', '象牙塔1楼', 'H06', '32764', '32892', '75', '40308', '10', '0', '0', '0', '200', '象牙塔1楼');
INSERT INTO `npcaction_teleport` VALUES ('133', '象牙塔2楼', 'H06', '32792', '32811', '76', '40308', '10', '0', '0', '0', '200', '象牙塔2楼');
INSERT INTO `npcaction_teleport` VALUES ('134', '象牙塔3楼', 'H06', '32765', '32835', '77', '40308', '10', '0', '0', '0', '200', '象牙塔3楼');
INSERT INTO `npcaction_teleport` VALUES ('135', '象牙塔4楼', 'H06', '32895', '32770', '78', '40308', '10', '0', '0', '0', '200', '象牙塔4楼');
INSERT INTO `npcaction_teleport` VALUES ('136', '象牙塔5楼', 'H06', '32772', '32805', '79', '40308', '10', '0', '0', '0', '200', '象牙塔5楼');
INSERT INTO `npcaction_teleport` VALUES ('137', '象牙塔6楼', 'H06', '32749', '32802', '80', '40308', '10', '0', '0', '0', '200', '象牙塔6楼');
INSERT INTO `npcaction_teleport` VALUES ('138', '象牙塔7楼', 'H06', '32765', '32852', '81', '40308', '10', '0', '0', '0', '200', '象牙塔7楼');
INSERT INTO `npcaction_teleport` VALUES ('139', '象牙塔8楼', 'H06', '32738', '32797', '82', '40308', '10', '0', '0', '0', '200', '象牙塔8楼');
INSERT INTO `npcaction_teleport` VALUES ('140', '艾尔摩战场', 'H06', '34122', '32415', '4', '40308', '10', '0', '0', '0', '200', '艾尔摩战场');
INSERT INTO `npcaction_teleport` VALUES ('141', '火龙窟', 'H07', '33660', '32465', '4', '40308', '10', '0', '0', '0', '200', '火龙窟');
INSERT INTO `npcaction_teleport` VALUES ('142', '风木城地监1楼', 'H08', '32810', '32723', '23', '40308', '10', '0', '0', '0', '200', '风木城地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('143', '风木城地监2楼', 'H08', '32808', '32814', '24', '40308', '10', '0', '0', '0', '200', '风木城地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('144', '骑士洞穴1楼', 'H08', '32809', '32810', '25', '40308', '10', '0', '0', '0', '200', '骑士洞穴1楼');
INSERT INTO `npcaction_teleport` VALUES ('145', '骑士洞穴2楼', 'H08', '32802', '32815', '26', '40308', '10', '0', '0', '0', '200', '骑士洞穴2楼');
INSERT INTO `npcaction_teleport` VALUES ('146', '骑士洞穴3楼', 'H08', '32806', '32813', '27', '40308', '10', '0', '0', '0', '200', '骑士洞穴3楼');
INSERT INTO `npcaction_teleport` VALUES ('147', '骑士洞穴4楼', 'H08', '32799', '32797', '28', '40308', '10', '0', '0', '0', '200', '骑士洞穴4楼');
INSERT INTO `npcaction_teleport` VALUES ('148', '巨蚁洞穴1', 'H08', '32808', '32804', '43', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴1');
INSERT INTO `npcaction_teleport` VALUES ('149', '巨蚁洞穴2', 'H08', '32738', '32781', '44', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴2');
INSERT INTO `npcaction_teleport` VALUES ('150', '巨蚁洞穴3', 'H08', '32770', '32787', '45', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴3');
INSERT INTO `npcaction_teleport` VALUES ('151', '巨蚁洞穴4', 'H08', '32735', '32767', '46', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴4');
INSERT INTO `npcaction_teleport` VALUES ('152', '巨蚁洞穴5', 'H08', '32779', '32794', '47', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴5');
INSERT INTO `npcaction_teleport` VALUES ('153', '巨蚁洞穴6', 'H08', '32737', '32757', '48', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴6');
INSERT INTO `npcaction_teleport` VALUES ('154', '巨蚁洞穴7', 'H08', '32745', '32784', '49', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴7');
INSERT INTO `npcaction_teleport` VALUES ('155', '巨蚁洞穴8', 'H08', '32740', '32760', '50', '40308', '10', '0', '0', '0', '200', '巨蚁洞穴8');
INSERT INTO `npcaction_teleport` VALUES ('156', '巨蚁女皇栖息地', 'H08', '32791', '32848', '51', '40308', '10', '0', '0', '0', '200', '巨蚁女皇栖息地');
INSERT INTO `npcaction_teleport` VALUES ('157', '冒险洞窟1楼', 'H09', '32667', '32808', '1', '40308', '10', '0', '0', '0', '200', '冒险洞窟1楼');
INSERT INTO `npcaction_teleport` VALUES ('158', '冒险洞窟2楼', 'H09', '32665', '32789', '2', '40308', '10', '0', '0', '0', '200', '冒险洞窟2楼');
INSERT INTO `npcaction_teleport` VALUES ('159', '海底隧道', 'H09', '32533', '32800', '14', '40308', '10', '0', '0', '0', '200', '海底隧道');
INSERT INTO `npcaction_teleport` VALUES ('160', '眠龙洞穴1楼', 'H10', '32796', '32795', '19', '40308', '10', '0', '0', '0', '200', '眠龙洞穴1楼');
INSERT INTO `npcaction_teleport` VALUES ('161', '眠龙洞穴2楼', 'H10', '32796', '32795', '20', '40308', '10', '0', '0', '0', '200', '眠龙洞穴2楼');
INSERT INTO `npcaction_teleport` VALUES ('162', '眠龙洞穴3楼', 'H10', '32777', '32795', '21', '40308', '10', '0', '0', '0', '200', '眠龙洞穴3楼');
INSERT INTO `npcaction_teleport` VALUES ('163', '龙之谷地监1楼', 'H11', '32726', '32726', '30', '40308', '10', '0', '0', '0', '200', '龙之谷地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('164', '龙之谷地监2楼', 'H11', '32760', '32781', '31', '40308', '10', '0', '0', '0', '200', '龙之谷地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('165', '龙之谷地监3楼', 'H11', '32706', '32820', '32', '40308', '10', '0', '0', '0', '200', '龙之谷地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('166', '龙之谷地监4楼', 'H11', '32670', '32868', '33', '40308', '10', '0', '0', '0', '200', '龙之谷地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('167', '龙之谷地监5楼', 'H11', '32745', '32802', '35', '40308', '10', '0', '0', '0', '200', '龙之谷地监5楼');
INSERT INTO `npcaction_teleport` VALUES ('168', '龙之谷地监6楼', 'H11', '32664', '32846', '36', '40308', '10', '0', '0', '0', '200', '龙之谷地监6楼');
INSERT INTO `npcaction_teleport` VALUES ('169', '海贼岛前半部', 'H12', '32707', '32859', '440', '40308', '10', '0', '0', '0', '200', '海贼岛前半部');
INSERT INTO `npcaction_teleport` VALUES ('170', '海贼岛地监1楼', 'H12', '32745', '32860', '441', '40308', '10', '0', '0', '0', '200', '海贼岛地监1楼');
INSERT INTO `npcaction_teleport` VALUES ('171', '海贼岛地监2楼', 'H12', '32745', '32862', '442', '40308', '10', '0', '0', '0', '200', '海贼岛地监2楼');
INSERT INTO `npcaction_teleport` VALUES ('172', '海贼岛地监3楼', 'H12', '32759', '32863', '443', '40308', '10', '0', '0', '0', '200', '海贼岛地监3楼');
INSERT INTO `npcaction_teleport` VALUES ('173', '海贼岛地监4楼', 'H12', '32745', '32807', '444', '40308', '10', '0', '0', '0', '200', '海贼岛地监4楼');
INSERT INTO `npcaction_teleport` VALUES ('174', '精灵墓穴', 'H12', '32744', '32896', '430', '40308', '10', '0', '0', '0', '200', '精灵墓穴');
INSERT INTO `npcaction_teleport` VALUES ('175', '船舶之墓海面', 'H12', '32752', '32794', '550', '40308', '10', '0', '0', '0', '200', '船舶之墓海面');
INSERT INTO `npcaction_teleport` VALUES ('176', '船舶之墓船舱1', 'H12', '32728', '32793', '551', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱1');
INSERT INTO `npcaction_teleport` VALUES ('177', '船舶之墓船舱2', 'H12', '32735', '32808', '552', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱2');
INSERT INTO `npcaction_teleport` VALUES ('178', '船舶之墓船舱3', 'H12', '32751', '32816', '553', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱3');
INSERT INTO `npcaction_teleport` VALUES ('179', '船舶之墓船舱4', 'H12', '32746', '32805', '554', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱4');
INSERT INTO `npcaction_teleport` VALUES ('180', '船舶之墓船舱5', 'H12', '32735', '32807', '555', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱5');
INSERT INTO `npcaction_teleport` VALUES ('181', '船舶之墓船舱6', 'H12', '32748', '32817', '556', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱6');
INSERT INTO `npcaction_teleport` VALUES ('182', '船舶之墓船舱7', 'H12', '32731', '32825', '557', '40308', '10', '0', '0', '0', '200', '船舶之墓船舱7');
INSERT INTO `npcaction_teleport` VALUES ('184', '拉斯塔巴德地下洞穴1楼', 'H13', '32891', '32856', '307', '40308', '10', '0', '0', '0', '200', '拉斯塔巴德地下洞穴1楼');
INSERT INTO `npcaction_teleport` VALUES ('185', '拉斯塔巴德地下洞穴2楼', 'H13', '32882', '32856', '308', '40308', '10', '0', '0', '0', '200', '拉斯塔巴德地下洞穴2楼');
INSERT INTO `npcaction_teleport` VALUES ('186', '拉斯塔巴德地下洞穴3楼', 'H13', '32757', '32836', '309', '40308', '10', '0', '0', '0', '200', '拉斯塔巴德地下洞穴3楼');
INSERT INTO `npcaction_teleport` VALUES ('187', '欧姆地监', 'H13', '32779', '32895', '310', '40308', '10', '0', '0', '0', '200', '欧姆地监');
INSERT INTO `npcaction_teleport` VALUES ('188', '矿物洞穴', 'H13', '32736', '32855', '330', '40308', '10', '0', '0', '0', '200', '矿物洞穴');
INSERT INTO `npcaction_teleport` VALUES ('189', '拉斯塔巴德正门', 'H14', '32767', '32849', '450', '40308', '10', '0', '0', '0', '200', '拉斯塔巴德正门');
INSERT INTO `npcaction_teleport` VALUES ('190', '地下训练场', 'H14', '32727', '32858', '490', '40308', '10', '0', '0', '0', '200', '地下训练场');
INSERT INTO `npcaction_teleport` VALUES ('191', '地下通道', 'H14', '32682', '32742', '491', '40308', '10', '0', '0', '0', '200', '地下通道');
INSERT INTO `npcaction_teleport` VALUES ('192', '地下控制室', 'H14', '32795', '32811', '493', '40308', '10', '0', '0', '0', '200', '地下控制室');
INSERT INTO `npcaction_teleport` VALUES ('193', '地下处刑场', 'H14', '32793', '32760', '494', '40308', '10', '0', '0', '0', '200', '地下处刑场');
INSERT INTO `npcaction_teleport` VALUES ('194', '地下竞技场', 'H14', '32721', '32861', '495', '40308', '10', '0', '0', '0', '200', '地下竞技场');
INSERT INTO `npcaction_teleport` VALUES ('195', '地下监狱', 'H14', '32791', '32815', '496', '40308', '10', '0', '0', '0', '200', '地下监狱');
INSERT INTO `npcaction_teleport` VALUES ('196', '地下集会场', 'H14', '32780', '32845', '451', '40308', '10', '0', '0', '0', '200', '地下集会场');
INSERT INTO `npcaction_teleport` VALUES ('197', '1楼 魔兽训练场', 'H14', '32758', '32822', '455', '40308', '10', '0', '0', '0', '200', '1楼 魔兽训练场');
INSERT INTO `npcaction_teleport` VALUES ('198', '1楼 魔兽召唤室', 'H14', '32762', '32820', '456', '40308', '10', '0', '0', '0', '200', '1楼 魔兽召唤室');
INSERT INTO `npcaction_teleport` VALUES ('199', '1楼 黑暗结界', 'H14', '32666', '32851', '457', '40308', '10', '0', '0', '0', '200', '1楼 黑暗结界');
INSERT INTO `npcaction_teleport` VALUES ('200', '2楼 黑魔法修炼场', 'H14', '32755', '32838', '460', '40308', '10', '0', '0', '0', '200', '2楼 黑魔法修炼场');
INSERT INTO `npcaction_teleport` VALUES ('201', '2楼 黑魔法研究室', 'H14', '32685', '32861', '461', '40308', '10', '0', '0', '0', '200', '2楼 黑魔法研究室');
INSERT INTO `npcaction_teleport` VALUES ('202', '2楼 法令军王之室', 'H14', '32683', '32833', '462', '40308', '10', '0', '0', '0', '200', '2楼 法令军王之室');
INSERT INTO `npcaction_teleport` VALUES ('203', '2楼 法令军王的书房', 'H14', '32727', '32822', '463', '40308', '10', '0', '0', '0', '200', '2楼 法令军王的书房');
INSERT INTO `npcaction_teleport` VALUES ('204', '2楼 暗黑精灵召唤室', 'H14', '32725', '32818', '464', '40308', '10', '0', '0', '0', '200', '2楼 暗黑精灵召唤室');
INSERT INTO `npcaction_teleport` VALUES ('205', '2楼 暗黑精灵栖息地 ', 'H14', '32723', '32818', '465', '40308', '10', '0', '0', '0', '200', '2楼 暗黑精灵栖息地 ');
INSERT INTO `npcaction_teleport` VALUES ('206', '2楼 暗黑精灵研究室', 'H14', '32789', '32811', '466', '40308', '10', '0', '0', '0', '200', '2楼 暗黑精灵研究室');
INSERT INTO `npcaction_teleport` VALUES ('207', '2楼 黑暗结界', 'H14', '32663', '32853', '467', '40308', '10', '0', '0', '0', '200', '2楼 黑暗结界');
INSERT INTO `npcaction_teleport` VALUES ('208', '3楼 恶灵祭坛', 'H14', '32725', '32819', '470', '40308', '10', '0', '0', '0', '200', '3楼 恶灵祭坛');
INSERT INTO `npcaction_teleport` VALUES ('209', '3楼 恶灵之主祭坛', 'H14', '32756', '32878', '471', '40308', '10', '0', '0', '0', '200', '3楼 恶灵之主祭坛');
INSERT INTO `npcaction_teleport` VALUES ('210', '3楼 佣兵训练场', 'H14', '32723', '32797', '472', '40308', '10', '0', '0', '0', '200', '3楼 佣兵训练场');
INSERT INTO `npcaction_teleport` VALUES ('211', '3楼 冥法军训练场', 'H14', '32782', '32818', '473', '40308', '10', '0', '0', '0', '200', '3楼 冥法军训练场');
INSERT INTO `npcaction_teleport` VALUES ('212', '3楼 欧姆实验室', 'H14', '32724', '32832', '474', '40308', '10', '0', '0', '0', '200', '3楼 欧姆实验室');
INSERT INTO `npcaction_teleport` VALUES ('213', '3楼 冥法军王之室', 'H14', '32767', '32817', '475', '40308', '10', '0', '0', '0', '200', '3楼 冥法军王之室');
INSERT INTO `npcaction_teleport` VALUES ('214', '3楼 中央控制室', 'H14', '32768', '32877', '476', '40308', '10', '0', '0', '0', '200', '3楼 中央控制室');
INSERT INTO `npcaction_teleport` VALUES ('215', '3楼 恶灵之主佣兵室', 'H14', '32744', '32792', '477', '40308', '10', '0', '0', '0', '200', '3楼 恶灵之主佣兵室');
INSERT INTO `npcaction_teleport` VALUES ('216', '3楼 控制走廊', 'H14', '32742', '32858', '478', '40308', '10', '0', '0', '0', '200', '3楼 控制走廊');
INSERT INTO `npcaction_teleport` VALUES ('217', '3楼 黑暗结界', 'H14', '32745', '32790', '536', '40308', '10', '0', '0', '0', '200', '3楼 黑暗结界');
INSERT INTO `npcaction_teleport` VALUES ('218', '4楼 区域一', 'H14', '32743', '32875', '530', '40308', '10', '0', '0', '0', '200', '4楼 区域一');
INSERT INTO `npcaction_teleport` VALUES ('219', '4楼 区域二', 'H14', '32735', '32744', '531', '40308', '10', '0', '0', '0', '200', '4楼 区域二');
INSERT INTO `npcaction_teleport` VALUES ('220', '4楼 区域三', 'H14', '32848', '32796', '532', '40308', '10', '0', '0', '0', '200', '4楼 区域三');
INSERT INTO `npcaction_teleport` VALUES ('221', '4楼 区域四', 'H14', '32867', '32936', '533', '40308', '10', '0', '0', '0', '200', '4楼 区域四');
INSERT INTO `npcaction_teleport` VALUES ('222', '4楼 区域五', 'H14', '32733', '32871', '534', '40308', '10', '0', '0', '0', '200', '4楼 区域五');
INSERT INTO `npcaction_teleport` VALUES ('223', '4楼 黑暗妖精圣地', 'H14', '32728', '32871', '535', '40308', '10', '0', '0', '0', '200', '4楼 黑暗妖精圣地');
INSERT INTO `npcaction_teleport` VALUES ('224', '古代巨人之墓', 'H15', '32787', '32904', '410', '40308', '10', '0', '0', '0', '200', '古代巨人之墓');
INSERT INTO `npcaction_teleport` VALUES ('225', '大洞穴抵抗军地区', 'H15', '32572', '32655', '400', '40308', '10', '0', '0', '0', '200', '大洞穴抵抗军地区');
INSERT INTO `npcaction_teleport` VALUES ('226', '大洞穴隐遁者地区', 'H15', '32601', '32910', '400', '40308', '10', '0', '0', '0', '200', '大洞穴隐遁者地区');
INSERT INTO `npcaction_teleport` VALUES ('227', '魔族神殿', 'H15', '32929', '32994', '410', '40308', '10', '0', '0', '0', '200', '魔族神殿');
INSERT INTO `npcaction_teleport` VALUES ('228', '地底湖', 'H15', '32732', '32896', '420', '40308', '10', '0', '0', '0', '200', '地底湖');
INSERT INTO `npcaction_teleport` VALUES ('229', '暗影神殿外围', 'H16', '32676', '32960', '521', '40308', '10', '0', '0', '0', '200', '暗影神殿外围');
INSERT INTO `npcaction_teleport` VALUES ('230', '暗影神殿1楼', 'H16', '32665', '32895', '522', '40308', '10', '0', '0', '0', '200', '暗影神殿1楼');
INSERT INTO `npcaction_teleport` VALUES ('231', '暗影神殿2楼', 'H16', '32665', '32895', '523', '40308', '10', '0', '0', '0', '200', '暗影神殿2楼');
INSERT INTO `npcaction_teleport` VALUES ('232', '暗影神殿3楼', 'H16', '32665', '32895', '524', '40308', '10', '0', '0', '0', '200', '暗影神殿3楼');
INSERT INTO `npcaction_teleport` VALUES ('233', '不死魔族抛弃之地', 'H16', '32532', '32954', '777', '40308', '10', '0', '0', '0', '200', '不死魔族抛弃之地');
INSERT INTO `npcaction_teleport` VALUES ('234', '欲望洞穴入口', 'H17', '32737', '32806', '600', '40308', '10', '0', '0', '0', '200', '欲望洞穴入口');
INSERT INTO `npcaction_teleport` VALUES ('235', '欲望洞穴大厅', 'H17', '32728', '32832', '601', '40308', '10', '0', '0', '0', '200', '欲望洞穴大厅');
INSERT INTO `npcaction_teleport` VALUES ('236', '水之领域', 'H17', '32817', '32836', '604', '40308', '10', '0', '0', '0', '200', '水之领域');
INSERT INTO `npcaction_teleport` VALUES ('238', '地之领域', 'H17', '32772', '32831', '607', '40308', '10', '0', '0', '0', '200', '地之领域');
INSERT INTO `npcaction_teleport` VALUES ('240', '原生魔族抛弃之地', 'H17', '32801', '32923', '778', '40308', '10', '0', '0', '0', '200', '原生魔族抛弃之地');
INSERT INTO `npcaction_teleport` VALUES ('241', '遗忘之岛', 'H04', '32827', '32849', '70', '40308', '10', '0', '0', '0', '200', '遗忘之岛');
INSERT INTO `npcaction_teleport` VALUES ('242', '奇岩村赛狗场', 'B', '33525', '32855', '4', '40308', '10', '0', '0', '0', '200', '奇岩村赛狗场');
INSERT INTO `npcaction_teleport` VALUES ('243', '傲慢之塔11层', 'H01', '32630', '32935', '111', '40308', '10', '0', '0', '0', '200', '傲塔11楼');
INSERT INTO `npcaction_teleport` VALUES ('244', '傲慢之塔21层', 'H01', '32630', '32935', '121', '40308', '10', '0', '0', '0', '200', '傲塔21楼');
INSERT INTO `npcaction_teleport` VALUES ('245', '傲慢之塔31层', 'H01', '32630', '32935', '131', '40308', '10', '0', '0', '0', '200', '傲塔31楼');
INSERT INTO `npcaction_teleport` VALUES ('246', '傲慢之塔41层', 'H01', '32630', '32935', '141', '40308', '10', '0', '0', '0', '200', '傲塔41楼');
INSERT INTO `npcaction_teleport` VALUES ('247', '傲慢之塔51层', 'H01', '32630', '32935', '151', '40308', '10', '0', '0', '0', '200', '傲塔51楼');
INSERT INTO `npcaction_teleport` VALUES ('248', '傲慢之塔61层', 'H01', '32630', '32935', '161', '40308', '10', '0', '0', '0', '200', '傲塔61楼');
INSERT INTO `npcaction_teleport` VALUES ('249', '傲慢之塔71层', 'H01', '32630', '32935', '171', '40308', '10', '0', '0', '0', '200', '傲塔71楼');
INSERT INTO `npcaction_teleport` VALUES ('250', '傲慢之塔81层', 'H01', '32630', '32935', '181', '40308', '10', '0', '0', '0', '200', '傲塔81楼');
INSERT INTO `npcaction_teleport` VALUES ('251', '傲慢之塔91层', 'H01', '32630', '32935', '191', '40308', '10', '0', '0', '0', '200', '傲塔91楼');
INSERT INTO `npcaction_teleport` VALUES ('252', '正义神殿', 'B', '33117', '32937', '4', '40308', '10', '0', '0', '0', '200', '正义神殿');
INSERT INTO `npcaction_teleport` VALUES ('253', '邪恶神殿', 'B', '32884', '32652', '4', '40308', '10', '0', '0', '0', '200', '邪恶神殿');
