/*
MySQL Data Transfer
Source Host: localhost
Source Database: yiwei_server
Target Host: localhost
Target Database: yiwei_server
Date: 2013-4-23 22:25:41
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for server_quest_spawn
-- ----------------------------
CREATE TABLE `server_quest_spawn` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `questid` int(10) NOT NULL DEFAULT '0',
  `is_spawn` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '是否为副本召唤NPC',
  `none` varchar(45) NOT NULL DEFAULT '0',
  `count` int(10) NOT NULL DEFAULT '1',
  `npc_templateid` int(10) NOT NULL DEFAULT '0',
  `group_id` int(10) NOT NULL DEFAULT '0',
  `locx1` int(10) NOT NULL DEFAULT '0',
  `locy1` int(10) NOT NULL DEFAULT '0',
  `locx2` int(10) NOT NULL DEFAULT '0',
  `locy2` int(10) NOT NULL DEFAULT '0',
  `heading` int(10) unsigned NOT NULL DEFAULT '0',
  `respawn_delay` int(10) unsigned NOT NULL DEFAULT '120',
  `mapid` int(10) NOT NULL DEFAULT '0',
  `movement_distance` int(10) unsigned NOT NULL DEFAULT '30',
  `near_spawn` int(10) NOT NULL DEFAULT '1' COMMENT '召唤时是否闪避PC 0:不闪避 1:闪避',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=50277 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records 
-- ----------------------------
INSERT INTO `server_quest_spawn` VALUES ('50000', '101', '1', '黑骑士搜索队(亚丁大陆-食尸鬼出没地)', '20', '81066', '1', '32776', '32901', '32882', '32990', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50001', '101', '1', '高仑石头怪(说话之岛)', '5', '45126', '0', '32468', '32786', '32552', '32857', '4', '300', '0', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50002', '101', '1', '高仑石头怪(说话之岛)', '10', '45126', '0', '32528', '33033', '32730', '33225', '4', '300', '0', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50003', '101', '1', '高仑石头怪(说话之岛)', '10', '45126', '0', '32305', '32966', '32459', '33095', '4', '300', '0', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50004', '101', '1', '高仑石头怪(说话之岛)', '10', '45126', '0', '32562', '32798', '32705', '32884', '4', '300', '0', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50005', '101', '1', '高仑石头怪(冒险洞窟2楼)', '10', '45126', '0', '32640', '32768', '32831', '32895', '4', '300', '2', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50006', '101', '1', '高仑石头怪(亚丁大陆)', '5', '45126', '0', '32557', '33215', '32571', '33299', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50007', '101', '1', '高仑石头怪(亚丁大陆)', '20', '45126', '0', '32716', '33426', '32954', '33489', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50008', '101', '1', '高仑石头怪(亚丁大陆)', '10', '45126', '0', '32551', '33325', '32668', '33348', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50009', '101', '1', '高仑石头怪(亚丁大陆)', '10', '45126', '0', '32929', '32571', '32991', '32647', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50010', '101', '1', '高仑石头怪(亚丁大陆)', '10', '45126', '0', '33072', '33457', '33073', '33458', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50011', '101', '1', '高仑石头怪(大陆地监3楼)', '20', '45126', '0', '32704', '32704', '32831', '32831', '4', '300', '9', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50012', '101', '1', '高仑石头怪(大陆地监4楼)', '10', '45126', '0', '32704', '32704', '32831', '32831', '4', '300', '10', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50013', '101', '1', '高仑石头怪(骑士动穴1楼)', '10', '45126', '0', '32704', '32704', '32831', '32831', '4', '300', '25', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50014', '101', '1', '甘特(说话之岛 甘特洞穴)', '1', '70522', '0', '32670', '32789', '0', '0', '4', '0', '3', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50015', '101', '1', '罗杰(肯特村庄)', '1', '70554', '0', '33048', '32755', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50016', '106', '1', '瑞奇(骑士村庄)', '1', '70798', '0', '33127', '33366', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50017', '106', '1', '亚南(骑士村庄)', '1', '70802', '0', '33068', '33382', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50018', '106', '1', '黑骑士(亚丁大陆-骑士村周边)', '5', '45165', '50', '33044', '33354', '33077', '33373', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50019', '106', '1', '黑骑士(亚丁大陆-骑士村周边)', '5', '45165', '50', '33045', '33318', '33145', '33348', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50020', '106', '1', '黑骑士(亚丁大陆-骑士村周边)', '5', '45165', '50', '33132', '33383', '33147', '33420', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50021', '106', '1', '黑骑士(亚丁大陆-骑士村周边)', '5', '45165', '50', '33071', '33426', '33115', '33456', '4', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50022', '106', '1', '龙龟(骑士村附近)', '5', '45240', '0', '33205', '33145', '33252', '33287', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50023', '106', '1', '龙龟(海音村附近)', '5', '45240', '0', '33497', '33086', '33566', '33176', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50024', '106', '1', '龙龟(海音村附近)', '5', '45240', '0', '33379', '33121', '33466', '33170', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50025', '106', '1', '龙龟(海音村附近)', '5', '45240', '0', '33288', '33174', '33448', '33276', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50026', '106', '1', '龙龟(海音村附近)', '5', '45240', '0', '33283', '33287', '33523', '33325', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50027', '106', '1', '龙龟(海音村附近)', '5', '45240', '0', '33269', '33337', '33449', '33445', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50028', '106', '1', '龙龟(骑士村附近)', '5', '45240', '0', '33225', '33327', '33246', '33361', '4', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50029', '106', '1', '受诅咒的 龙龟(海音地监4楼)', '15', '45937', '0', '32576', '32640', '32895', '32959', '0', '180', '63', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50030', '111', '1', '玛勒巴(妖精森林)', '1', '71258', '0', '33052', '32312', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50031', '111', '1', '阿拉斯(眠龙洞穴入口周边)', '1', '71259', '0', '32941', '32285', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50032', '111', '1', '污浊独眼巨人(眠龙洞穴1楼)', '8', '45137', '0', '32704', '32704', '32831', '32831', '5', '300', '19', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50033', '111', '1', '污浊独眼巨人(眠龙洞穴2楼)', '8', '45137', '0', '32704', '32704', '32831', '32831', '5', '300', '20', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50034', '112', '1', '欧斯(然柳村庄)', '1', '70826', '0', '32745', '32452', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50035', '123', '1', '皮尔斯(沉默洞穴)', '1', '70908', '0', '32859', '32879', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50036', '124', '1', '康(沉默洞穴)', '1', '70885', '0', '32803', '32895', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50037', '124', '1', '妖魔长老(沉默洞穴)', '5', '45119', '0', '32629', '32809', '32680', '32835', '0', '300', '304', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50038', '124', '1', '妖魔长老(沉默洞穴)', '10', '45119', '0', '32660', '32830', '32730', '32970', '0', '300', '304', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50039', '118', '1', '詹姆(说话之岛 村庄)', '1', '70531', '0', '32587', '32927', '0', '0', '4', '0', '0', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50040', '129', '1', '妖魔密使(妖魔森林)', '3', '84002', '70', '32686', '32440', '0', '0', '5', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50041', '129', '1', '妖魔密使(古鲁丁)', '3', '84001', '71', '32615', '32676', '0', '0', '5', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50042', '129', '1', '妖魔密使(风木)', '3', '84003', '72', '32689', '33172', '0', '0', '5', '180', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50043', '129', '1', '长老 普洛凯尔(贝希摩斯)', '1', '85023', '0', '32817', '32831', '0', '0', '4', '0', '1001', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50044', '133', '1', '长老 希莲恩(希培利亚)', '1', '85027', '0', '32772', '32811', '0', '0', '4', '0', '1000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50045', '102', '1', '艾莉亚(风木村)', '1', '70783', '0', '32647', '33204', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50046', '102', '1', '搜查蚂蚁(巨蚁洞穴)', '1', '70782', '0', '32775', '32728', '0', '0', '5', '0', '45', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50047', '102', '1', '看守蚂蚁(巨蚁洞穴)', '1', '70779', '0', '32740', '32730', '0', '0', '5', '0', '45', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50048', '102', '0', '变种巨大兵蚁', '15', '45199', '0', '32672', '32779', '32688', '32810', '5', '0', '217', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50049', '102', '0', '变种巨大兵蚁', '25', '45199', '0', '32711', '32778', '32748', '32818', '5', '0', '217', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50050', '102', '0', '变种巨蚁女皇', '1', '45342', '0', '32742', '32794', '0', '0', '6', '0', '217', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50056', '103', '1', '背叛的妖魔队长(眠龙洞穴 3楼)', '3', '45179', '73', '32731', '32773', '32831', '32831', '5', '120', '21', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50051', '103', '1', '马沙(威顿村)', '1', '70653', '0', '33714', '32503', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50052', '103', '1', '李察(肯特村)', '1', '70545', '0', '33079', '32764', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50053', '103', '1', '麦(风木村)', '1', '70776', '0', '32646', '33217', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50054', '103', '1', '背叛的妖魔巡守(眠龙洞穴 3楼)', '8', '45135', '0', '32731', '32773', '32831', '32831', '5', '120', '21', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50055', '103', '1', '背叛的妖魔巡守(眠龙洞穴 3楼)', '4', '45135', '0', '32704', '32704', '32766', '32774', '5', '120', '21', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50057', '103', '1', '背叛的妖魔队长(眠龙洞穴 3楼)', '2', '45179', '73', '32704', '32704', '32766', '32774', '5', '120', '21', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50058', '103', '1', '白魔法师皮尔塔(象牙塔3楼)', '1', '71200', '0', '32738', '32849', '0', '0', '2', '0', '77', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50059', '103', '1', '灵魂的猎食者(象牙塔8楼)', '5', '46041', '0', '32640', '32768', '32767', '32895', '4', '120', '82', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50060', '119', '1', '吉伦(说话之岛)', '1', '70009', '0', '32561', '33082', '0', '0', '4', '0', '0', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50061', '119', '1', '迪隆(说话之岛 地监1楼)', '1', '50014', '0', '32669', '32811', '0', '0', '6', '0', '1', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50062', '119', '1', '塔拉斯(象牙塔 3楼)', '1', '70763', '0', '32769', '32796', '0', '0', '4', '0', '77', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50063', '119', '1', '背叛的骷髅警卫兵(冒险洞窟 1楼)', '5', '45100', '0', '32640', '32768', '32767', '32895', '5', '120', '1', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50064', '119', '0', '人形僵尸(法师试炼地监)', '1', '81108', '0', '32814', '32864', '0', '0', '6', '0', '201', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50065', '119', '0', '骷髅(法师试炼地监)', '1', '81109', '0', '32809', '32926', '0', '0', '4', '0', '201', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50066', '119', '0', '不死族背叛者(法师试炼地监)', '1', '45344', '0', '32923', '32796', '0', '0', '0', '0', '201', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50067', '119', '0', '人形僵尸(固定-法师试炼地监)', '1', '45105', '0', '32875', '32920', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50068', '119', '0', '人形僵尸(固定-法师试炼地监)', '1', '45105', '0', '32860', '32920', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50069', '119', '0', '人形僵尸(固定-法师试炼地监)', '1', '45105', '0', '32867', '32927', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50070', '119', '1', '效果1(法师试炼地监)', '1', '80044', '0', '32867', '32912', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50071', '119', '1', '效果2(法师试炼地监)', '1', '80044', '0', '32867', '32927', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50072', '119', '1', '效果3(法师试炼地监)', '1', '80044', '0', '32860', '32920', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50073', '119', '1', '效果4(法师试炼地监)', '1', '80044', '0', '32875', '32920', '0', '0', '5', '0', '201', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50076', '138', '1', '罗伊-人形僵尸(魔族神殿)', '1', '81209', '0', '32823', '32895', '0', '0', '4', '120', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50075', '138', '1', '巴休(魔族神殿)', '1', '70964', '0', '32919', '32978', '0', '0', '5', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50074', '119', '0', '妖魔僵尸(法师试炼地监)', '1', '45104', '0', '32871', '32914', '0', '0', '5', '0', '201', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50077', '120', '1', '神秘的岩石(镜子森林)', '1', '81105', '0', '33780', '33278', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50078', '120', '1', '变形怪(镜子森林)', '1', '81069', '0', '33766', '33236', '0', '0', '5', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50079', '107', '1', '马克(绿洲商人附近)', '1', '70775', '0', '32861', '33246', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50080', '107', '1', '吉姆(吉姆的密室)', '1', '70555', '0', '32746', '32807', '0', '0', '6', '0', '237', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50081', '107', '1', '杰瑞德(骑士村庄)', '1', '70794', '0', '33098', '33352', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50082', '107', '1', '守门人(骑士村庄外)', '1', '70795', '0', '33139', '33357', '0', '0', '2', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50083', '107', '1', '警卫(骑士村庄外)', '1', '70809', '0', '33140', '33355', '0', '0', '2', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50084', '107', '1', '警卫(骑士村庄外)', '1', '70809', '0', '33140', '33358', '0', '0', '2', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50085', '107', '0', '蛇女(杰瑞德的试炼地监)', '35', '81107', '0', '32721', '32720', '32814', '32807', '0', '0', '22', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50086', '107', '1', '食人妖精(古鲁丁地监 7楼)', '20', '45738', '0', '32721', '32720', '32814', '32807', '0', '120', '13', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50087', '108', '1', '志武(黄昏山脉)', '1', '70715', '0', '34260', '33341', '0', '0', '6', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50088', '108', '1', '强盗头目(强盗区)', '5', '45194', '0', '33768', '32660', '33854', '32697', '5', '120', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50089', '108', '1', '巨人守护神(黄昏山脉)', '1', '45302', '0', '34248', '33363', '0', '0', '0', '180', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50090', '108', '1', '巨人长老(黄昏山脉)', '1', '70711', '0', '34242', '33403', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50091', '108', '1', '调查员(黄昏山脉)', '1', '71092', '0', '34242', '33356', '0', '0', '0', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50092', '108', '1', '公爵的士兵(欧瑞村)', '1', '70740', '0', '34043', '32234', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50093', '113', '1', '迷幻森林之母(妖精森林)', '1', '70844', '0', '33054', '32337', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50094', '113', '1', '精灵公主(妖精森林)', '1', '70853', '0', '32968', '32443', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50095', '113', '0', '达克马勒(达克马勒地监)', '1', '45343', '0', '32740', '32793', '0', '0', '5', '0', '213', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50096', '113', '0', '土之精灵(达克马勒地监)', '5', '45306', '0', '32717', '32781', '32754', '32816', '5', '0', '213', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50097', '113', '0', '风之精灵(达克马勒地监)', '5', '45305', '0', '32717', '32781', '32754', '32816', '5', '0', '213', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50098', '113', '0', '水之精灵(达克马勒地监)', '5', '45304', '0', '32717', '32781', '32754', '32816', '5', '0', '213', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50099', '113', '0', '火之精灵(达克马勒地监)', '5', '45303', '0', '32717', '32781', '32754', '32816', '5', '0', '213', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50100', '113', '0', '黑暗精灵(黑暗妖精地监)', '20', '45265', '0', '32717', '32781', '32754', '32816', '5', '0', '211', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50101', '114', '1', '希托(吉普赛村)', '1', '70724', '0', '33975', '32930', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50102', '114', '1', '赛菲亚(龙之谷地监 3楼)', '1', '50031', '0', '32713', '32842', '0', '0', '6', '0', '32', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50103', '114', '0', '赛菲亚之罪(赛菲亚地监)', '1', '45301', '0', '32731', '32867', '0', '0', '1', '0', '302', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50104', '115', '1', '罗宾孙(妖精森林)', '1', '71256', '0', '33031', '32344', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50105', '115', '1', '神官知布烈(伊娃神殿)', '1', '71257', '0', '32740', '32800', '0', '0', '5', '0', '62', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50106', '115', '1', '受诅咒的巫女莎尔(海音地监 4楼)', '1', '45941', '0', '32611', '32688', '32702', '32912', '5', '300', '63', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50107', '125', '1', '伦得(沉默洞穴)', '1', '70892', '0', '32862', '32891', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50108', '125', '1', '叛逃的刺客警卫(妖魔森林)', '5', '45292', '0', '32651', '32285', '32689', '32326', '5', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50109', '126', '1', '布鲁迪卡(布鲁迪卡洞穴)', '1', '70895', '0', '32743', '32797', '0', '0', '5', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50110', '126', '1', '侏儒铁匠－库普(沉默洞穴)', '1', '70904', '0', '32830', '32971', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50111', '126', '1', '罗吉(欧瑞村)', '1', '70744', '0', '34036', '32259', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50112', '126', '1', '凶猛的雪怪(欧瑞村附近)', '1', '81043', '0', '34041', '32206', '0', '0', '4', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50113', '126', '1', '刺客首领护卫(眠龙洞穴附近)', '1', '70824', '0', '32929', '32276', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50114', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32737', '32793', '0', '0', '4', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50115', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32735', '32793', '0', '0', '4', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50116', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32733', '32793', '0', '0', '4', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50117', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32737', '32802', '0', '0', '0', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50118', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32735', '32802', '0', '0', '0', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50122', '128', '1', '卡立普(威顿村)', '1', '70762', '0', '33701', '32512', '0', '0', '6', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50119', '126', '1', '布鲁迪卡的刺客(布鲁迪卡洞穴)', '1', '70896', '0', '32733', '32802', '0', '0', '0', '0', '305', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50120', '126', '1', '刺客(眠龙洞穴 3楼)', '15', '45336', '0', '32790', '32743', '32805', '32749', '0', '120', '21', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50121', '126', '1', '刺客首领(眠龙洞穴 3楼)', '1', '45504', '0', '32802', '32745', '0', '0', '6', '120', '21', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50123', '127', '1', '奇马(沉默洞穴)', '1', '70906', '0', '32907', '32946', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50124', '127', '1', '安迪亚(眠龙洞穴附近)', '1', '71094', '0', '32944', '32280', '0', '0', '5', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50125', '127', '1', '堕落的灵魂(食尸地)', '1', '71095', '0', '32858', '32929', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50126', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32908', '32950', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50127', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32910', '32952', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50128', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32912', '32954', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50129', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32905', '32953', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50130', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32907', '32955', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50131', '127', '1', '奇马的刺客(沉默洞穴)', '1', '70907', '0', '32909', '32957', '0', '0', '5', '0', '304', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50132', '127', '0', '堕落的司祭(黑暗妖精试炼地监)', '1', '70972', '0', '32592', '32819', '0', '0', '5', '0', '306', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50133', '127', '0', '混沌的司祭(黑暗妖精试炼地监)', '1', '81046', '0', '32621', '32906', '0', '0', '5', '0', '306', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50134', '127', '0', '死亡的司祭(黑暗妖精试炼地监)', '1', '45507', '0', '32546', '32926', '0', '0', '5', '0', '306', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50135', '127', '0', '障碍(黑暗妖精试炼地监)', '1', '70905', '0', '32592', '32811', '0', '0', '0', '0', '306', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50136', '127', '0', '障碍(黑暗妖精试炼地监)', '1', '70905', '0', '32591', '32811', '0', '0', '0', '0', '306', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50137', '127', '0', '宝箱(黑暗妖精试炼地监)', '1', '70918', '0', '32619', '32909', '0', '0', '0', '0', '306', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50138', '104', '1', '迪嘉勒廷(象牙塔 3楼)', '1', '70739', '0', '32765', '32796', '0', '0', '5', '0', '77', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50139', '104', '1', '行政官奇浩(魔族神殿)', '1', '80132', '0', '32927', '32830', '0', '0', '5', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50140', '116', '1', '迪嘉勒廷的女间谍(大洞穴抵抗军地区)', '1', '80012', '0', '32864', '32818', '0', '0', '5', '120', '400', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50141', '121', '1', '迪嘉勒廷的男间谍(魔族神殿)', '1', '80013', '0', '32884', '32947', '0', '0', '5', '0', '410', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50142', '122', '0', '高洁意志的守护者(再生圣殿 3楼)', '15', '87011', '0', '32727', '32740', '32774', '32796', '5', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50143', '122', '0', '被遗弃的肉身(女)(再生圣殿 3楼)', '10', '87012', '0', '32727', '32740', '32774', '32796', '5', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50144', '122', '0', '被遗弃的肉身(男)(再生圣殿 3楼)', '10', '87013', '0', '32727', '32740', '32774', '32796', '5', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50145', '122', '0', '奇诺之贤者(再生圣殿 3楼)', '10', '87014', '0', '32727', '32740', '32774', '32796', '5', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50146', '122', '0', '高洁的意志斗士 (妖精-再生圣殿 2楼)', '1', '87007', '0', '32854', '32736', '0', '0', '2', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50147', '122', '0', '高洁的意志斗士 (法师-再生圣殿 2楼)', '1', '87008', '0', '32854', '32738', '0', '0', '2', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50148', '122', '0', '高洁的意志斗士 (王族-再生圣殿 2楼)', '1', '87009', '0', '32854', '32740', '0', '0', '2', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50149', '122', '0', '高洁的意志斗士 (骑士-再生圣殿 2楼)', '1', '87010', '0', '32854', '32742', '0', '0', '2', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50150', '122', '0', '奇诺之监视者 (再生圣殿 2楼)', '5', '87005', '0', '32878', '32816', '32906', '32822', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50151', '122', '0', '奇诺之斗士 (再生圣殿 2楼)', '8', '87006', '0', '32921', '32731', '32937', '32774', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50152', '122', '0', '高洁意志的守护者 (再生圣殿 2楼)', '8', '87004', '0', '32921', '32731', '32937', '32774', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50153', '122', '0', '奇诺之监视者 (再生圣殿 2楼)', '3', '87005', '0', '32926', '32777', '32930', '32805', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50154', '122', '0', '奇诺之斗士 (再生圣殿 2楼)', '6', '87006', '0', '32910', '32806', '32939', '32834', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50155', '122', '0', '高洁意志的守护者 (再生圣殿 2楼)', '6', '87004', '0', '32910', '32806', '32939', '32834', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50156', '122', '0', '奇诺之监视者(再生圣殿 2楼)', '15', '87005', '0', '32848', '32791', '32901', '32928', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50157', '122', '0', '奇诺之斗士(再生圣殿 2楼)', '15', '87006', '0', '32848', '32791', '32901', '32928', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50158', '122', '0', '高洁意志的守护者(再生圣殿 2楼)', '15', '87004', '0', '32848', '32791', '32901', '32928', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50159', '122', '0', '高洁意志的守护者(再生圣殿 1楼)', '15', '87001', '0', '32721', '32835', '32824', '32944', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50160', '122', '0', '高洁的意志战士(再生圣殿 1楼)', '15', '87002', '0', '32721', '32835', '32824', '32944', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50161', '122', '0', '奇诺之战士(再生圣殿 1楼)', '15', '87003', '0', '32721', '32835', '32824', '32944', '0', '0', '2000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50162', '122', '1', '王族传送水晶(魔族神殿)', '1', '80135', '0', '32926', '32828', '0', '0', '0', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50163', '122', '1', '骑士传送水晶(魔族神殿)', '1', '80136', '0', '32849', '32830', '0', '0', '0', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50164', '122', '1', '法师传送水晶(魔族神殿)', '1', '80134', '0', '32854', '32924', '0', '0', '0', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50165', '122', '1', '妖精传送水晶(魔族神殿)', '1', '80133', '0', '32884', '32951', '0', '0', '0', '0', '410', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50167', '122', '1', '再生之祭坛(再生圣殿 3楼)', '1', '87000', '0', '32816', '32774', '0', '0', '0', '0', '2000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50166', '122', '1', '被遗弃的肉身(再生圣殿 3楼)', '1', '80137', '0', '32775', '32773', '0', '0', '6', '0', '2000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50168', '130', '1', '妖魔密使(海音地监-海音地监 3楼)', '4', '84004', '0', '32677', '32788', '32744', '32869', '4', '120', '61', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50169', '132', '0', '食腐兽(奎斯特)', '15', '80142', '0', '32704', '32768', '32895', '32895', '0', '0', '2004', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50170', '132', '0', '翼龙(奎斯特)', '15', '80141', '0', '32704', '32768', '32895', '32895', '0', '0', '2004', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50171', '132', '0', '时空裂痕(奎斯特)', '20', '80140', '0', '32704', '32768', '32895', '32895', '0', '0', '2004', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50172', '132', '0', '红色灵魂之火(奎斯特)', '1', '80138', '0', '32856', '32814', '0', '0', '0', '0', '2004', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50173', '134', '1', '艾尔摩大将军僵尸(艾尔摩战场)', '1', '45017', '0', '34096', '32396', '0', '0', '0', '120', '4', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50174', '135', '1', '白蚁的尸体(A)', '1', '80143', '0', '32785', '32748', '0', '0', '0', '0', '43', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50175', '135', '1', '白蚁的尸体(B)', '1', '80144', '0', '32808', '32725', '0', '0', '0', '0', '43', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50176', '135', '1', '白蚁的尸体(C)', '1', '80145', '0', '32728', '32782', '0', '0', '0', '0', '43', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50177', '135', '1', '白蚁的痕迹(土壤)', '1', '80146', '0', '33695', '32422', '0', '0', '0', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50178', '135', '1', '白蚁的痕迹(酸性液)', '1', '80147', '0', '33769', '32348', '0', '0', '0', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50179', '135', '1', '白蚁的痕迹(蛋壳)', '1', '80148', '0', '33796', '32431', '0', '0', '0', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50180', '136', '0', '翼龙(奎斯特)', '15', '80141', '0', '32704', '32768', '32895', '32895', '0', '0', '2004', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50181', '136', '0', '蓝色灵魂之火(奎斯特)', '1', '70669', '0', '32856', '32814', '0', '0', '0', '0', '2004', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50182', '136', '0', '食腐兽(奎斯特)', '15', '80142', '0', '32704', '32768', '32895', '32895', '0', '0', '2004', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50188', '110', '1', '绿色 龙之门扉-安塔瑞斯(奇怪的村落)', '1', '70932', '0', '32809', '32903', '0', '0', '7', '0', '613', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50189', '110', '1', '药水商人-安塔瑞斯栖息地入口', '1', '91050', '0', '32685', '32662', '0', '0', '4', '0', '1005', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50190', '110', '1', '朱奎-安塔瑞斯栖息地入口', '1', '60016', '0', '32682', '32680', '0', '0', '5', '0', '1005', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50191', '110', '0', '喀玛焰-安塔瑞斯洞穴', '8', '71009', '0', '32767', '32790', '32803', '32820', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50192', '110', '0', '喀玛焰-安塔瑞斯洞穴', '8', '71009', '0', '32728', '32787', '32757', '32868', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50193', '110', '0', '喀玛焰-安塔瑞斯洞穴', '8', '71009', '0', '32794', '32839', '32813', '32896', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50194', '110', '0', '喀玛焰-安塔瑞斯洞穴', '8', '71009', '0', '32731', '32890', '32772', '32937', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50195', '110', '0', '喀玛南-安塔瑞斯洞穴', '8', '71010', '0', '32767', '32790', '32803', '32820', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50196', '110', '0', '喀玛南-安塔瑞斯洞穴', '8', '71010', '0', '32728', '32787', '32757', '32868', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50197', '110', '0', '喀玛南-安塔瑞斯洞穴', '8', '71010', '0', '32794', '32839', '32813', '32896', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50198', '110', '0', '喀玛南-安塔瑞斯洞穴', '8', '71010', '0', '32731', '32890', '32772', '32937', '0', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50199', '110', '0', '喀玛王(A)-安塔瑞斯洞穴', '1', '71011', '0', '32764', '32799', '0', '0', '2', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50200', '110', '0', '喀玛王(B)-安塔瑞斯洞穴', '1', '71012', '0', '32783', '32849', '0', '0', '6', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50201', '110', '0', '喀玛王(C)-安塔瑞斯洞穴', '1', '71013', '0', '32777', '32921', '0', '0', '6', '0', '1005', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50202', '110', '1', '卡瑞-安塔瑞斯洞穴', '1', '70670', '0', '32807', '32925', '0', '0', '6', '0', '1005', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50203', '117', '1', '蓝色 龙之门扉-法利昂(奇怪的村落)', '1', '70937', '0', '32809', '32896', '0', '0', '7', '0', '613', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50204', '117', '1', '药水商人-法利昂栖息地入口', '1', '91050', '0', '32920', '32664', '0', '0', '4', '0', '1011', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50205', '117', '1', '朱奎-法利昂栖息地入口', '1', '60016', '0', '32935', '32680', '0', '0', '5', '0', '1011', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50206', '117', '1', '莎尔-法利昂洞穴', '1', '70689', '0', '32859', '32664', '0', '0', '4', '0', '1011', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50207', '117', '0', '阿尔波斯 麦嘉-法利昂洞穴', '40', '70974', '0', '32721', '32657', '32876', '32753', '5', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50208', '117', '0', '阿尔波斯 菲斯-法利昂洞穴', '40', '70975', '0', '32721', '32657', '32876', '32753', '5', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50209', '117', '0', '阿尔波斯 菲斯(A)-法利昂洞穴', '1', '70976', '0', '32739', '32716', '0', '0', '4', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50210', '117', '0', '阿尔波斯 菲斯(B)-法利昂洞穴', '1', '70977', '0', '32776', '32682', '0', '0', '6', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50211', '117', '0', '阿尔波斯 菲斯(C)-法利昂洞穴', '1', '70978', '0', '32861', '32712', '0', '0', '4', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50212', '137', '0', '阿尔波斯 麦嘉-法利昂洞穴', '18', '71082', '0', '32721', '32785', '32876', '32881', '5', '0', '1011', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50219', '140', '1', '莱拉(然柳村)', '1', '70811', '0', '32746', '32427', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50220', '140', '1', '甘地妖魔(妖魔森林)', '15', '45098', '0', '32538', '32211', '32668', '32526', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50221', '140', '1', '那鲁加妖魔(妖魔森林)', '15', '45171', '0', '32538', '32211', '32668', '32526', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50222', '140', '1', '都达玛拉妖魔(妖魔森林)', '15', '45143', '0', '32538', '32211', '32668', '32526', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50223', '140', '1', '阿吐巴妖魔(妖魔森林)', '15', '45149', '0', '32538', '32211', '32668', '32526', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50224', '140', '1', '罗孚妖魔(妖魔森林)', '15', '45127', '0', '32538', '32211', '32668', '32526', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50225', '140', '1', '甘地妖魔(妖魔森林)', '15', '45098', '0', '32699', '32303', '32823', '32411', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50226', '140', '1', '那鲁加妖魔(妖魔森林)', '15', '45171', '0', '32699', '32303', '32823', '32411', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50227', '140', '1', '都达玛拉妖魔(妖魔森林)', '15', '45143', '0', '32699', '32303', '32823', '32411', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50228', '140', '1', '阿吐巴妖魔(妖魔森林)', '15', '45149', '0', '32699', '32303', '32823', '32411', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50229', '140', '1', '罗孚妖魔(妖魔森林)', '15', '45127', '0', '32699', '32303', '32823', '32411', '5', '300', '4', '30', '1');
INSERT INTO `server_quest_spawn` VALUES ('50230', '141', '1', '拉比安尼(说话村)', '1', '70524', '0', '32558', '32965', '0', '0', '4', '0', '0', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50231', '142', '1', '佣兵团长 多文', '1', '71198', '0', '33592', '33230', '0', '0', '4', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50232', '142', '1', '骑士团长 帝伦', '1', '71199', '0', '33590', '33280', '0', '0', '5', '0', '4', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50233', '143', '1', '穿越时空的探险-尤丽娅', '1', '91327', '0', '32597', '32913', '0', '0', '5', '0', '0', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50234', '143', '1', '穿越时空的探险-尤基', '1', '91328', '0', '32745', '32860', '0', '0', '6', '0', '9100', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50235', '143', '1', '穿越时空的探险-辅助研究员', '1', '81374', '0', '32730', '32861', '0', '0', '2', '0', '9100', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50236', '143', '1', '穿越时空的探险-纸人', '1', '91331', '0', '32741', '32867', '0', '0', '5', '0', '9100', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50237', '144', '1', '魔法师．哈汀-哈汀', '1', '91330', '0', '32733', '32724', '0', '0', '6', '0', '9000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50238', '144', '1', '魔法师．哈汀-赛尼斯', '1', '91297', '0', '32743', '32930', '0', '0', '6', '0', '9000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50239', '144', '1', '魔法师．哈汀-哈汀', '1', '91330', '0', '32716', '32846', '0', '0', '6', '0', '9000', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50240', '144', '1', '魔法师．哈汀-休格琳特', '1', '81375', '0', '32577', '32939', '0', '0', '5', '0', '0', '0', '0');
INSERT INTO `server_quest_spawn` VALUES ('50241', '144', '0', '魔法师．哈汀-魔界的地狱犬', '5', '91316', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50242', '144', '0', '魔法师．哈汀-魔界的骷髅警卫', '5', '91317', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50243', '144', '0', '魔法师．哈汀-魔界的骷髅神射手', '5', '91318', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50244', '144', '0', '魔法师．哈汀-魔界的骷髅斗士', '5', '91319', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50245', '144', '0', '魔法师．哈汀-魔界的骷髅枪兵', '5', '91320', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50246', '144', '0', '魔法师．哈汀-魔界的莱肯', '5', '91321', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50247', '144', '0', '魔法师．哈汀-魔界的骷髅斧手', '7', '91322', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50248', '144', '0', '魔法师．哈汀-魔界的骷髅', '7', '91323', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50249', '144', '0', '魔法师．哈汀-魔界的骷髅弓箭手', '7', '91324', '0', '32678', '32783', '32815', '32823', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50250', '144', '0', '魔法师．哈汀-魔界的地狱犬', '3', '91316', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50251', '144', '0', '魔法师．哈汀-魔界的骷髅警卫', '3', '91317', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50252', '144', '0', '魔法师．哈汀-魔界的骷髅神射手', '3', '91318', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50253', '144', '0', '魔法师．哈汀-魔界的骷髅斗士', '3', '91319', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50254', '144', '0', '魔法师．哈汀-魔界的骷髅枪兵', '3', '91320', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50255', '144', '0', '魔法师．哈汀-魔界的莱肯', '3', '91321', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50256', '144', '0', '魔法师．哈汀-魔界的骷髅斧手', '5', '91322', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50257', '144', '0', '魔法师．哈汀-魔界的骷髅', '5', '91323', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50258', '144', '0', '魔法师．哈汀-魔界的骷髅弓箭手', '5', '91324', '0', '32657', '32808', '32683', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50259', '144', '0', '魔法师．哈汀-魔界的地狱犬', '2', '91316', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50260', '144', '0', '魔法师．哈汀-魔界的骷髅警卫', '1', '91317', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50261', '144', '0', '魔法师．哈汀-魔界的骷髅神射手', '1', '91318', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50262', '144', '0', '魔法师．哈汀-魔界的骷髅斗士', '1', '91319', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50263', '144', '0', '魔法师．哈汀-魔界的骷髅枪兵', '1', '91320', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50264', '144', '0', '魔法师．哈汀-魔界的莱肯', '1', '91321', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50265', '144', '0', '魔法师．哈汀-魔界的骷髅斧手', '1', '91322', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50266', '144', '0', '魔法师．哈汀-魔界的骷髅', '1', '91323', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50267', '144', '0', '魔法师．哈汀-魔界的骷髅弓箭手', '1', '91324', '0', '32727', '32870', '32812', '32878', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50268', '144', '0', '魔法师．哈汀-魔界的地狱犬', '1', '91316', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50269', '144', '0', '魔法师．哈汀-魔界的骷髅警卫', '1', '91317', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50270', '144', '0', '魔法师．哈汀-魔界的骷髅神射手', '2', '91318', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50271', '144', '0', '魔法师．哈汀-魔界的骷髅斗士', '2', '91319', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50272', '144', '0', '魔法师．哈汀-魔界的骷髅枪兵', '2', '91320', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50273', '144', '0', '魔法师．哈汀-魔界的莱肯', '1', '91321', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50274', '144', '0', '魔法师．哈汀-魔界的骷髅斧手', '2', '91322', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50275', '144', '0', '魔法师．哈汀-魔界的骷髅', '2', '91323', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
INSERT INTO `server_quest_spawn` VALUES ('50276', '144', '0', '魔法师．哈汀-魔界的骷髅弓箭手', '2', '91324', '0', '32727', '32832', '32757', '32866', '6', '0', '9000', '30', '0');
